tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "bat"
brew "certbot"
brew "direnv"
brew "git"
brew "git-delta"
brew "imagemagick"
brew "mas"
brew "n"
brew "neovim"
brew "pdftk-java"
brew "peco"
brew "pyenv"
brew "rbenv"
brew "ripgrep"
brew "ruby-build"
brew "tcl-tk", link: false
brew "tig"
brew "tmux"
brew "tree"
brew "webp"
brew "xz"
brew "zlib"
brew "zsh"
cask "1password"
cask "alfred"
cask "blackhole-16ch"
cask "blackhole-2ch"
cask "brave-browser"
cask "clipy"
cask "docker"
cask "dropbox"
cask "firefox"
cask "font-ricty-diminished"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "karabiner-elements"
cask "obs"
cask "slack"
cask "zoom"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LadioCast", id: 411213048
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
